<!DOCTYPE html>
<html>
<head>
<title>타텟@연 의 바람의나라 정보</title>
<meta http-equiv="Content-type" content="text/html; charset=UTF-8" />
<style type="text/css" media="all">
@import "images/style.css";
</style>
</head>
<body>
<div id="page-container">
  <div id="top"> <a href="#">캐릭터 검색창</a>

<div style = "padding: 15px 1px 2px 3px;">  

        <form action="https://baram.nexon.com/Profile/Info">
            <div class="search">
              <input type="text" name="character" value ="닉네임@서버"  > 
                <button type="submit">검색</button>



    </div>
  </div>
</div>

  <div id="sidebar-a">
    <div class="padding">
      <ul id="menu">
        <li><a href="https://baram.nexon.com/Home/Index">바람의나라 홈페이지</a></li>
        <li><a href="https://gamewinds.co.kr/">게임 풍</a></li>
        <li><a href="http://goeyu.com/">바람 놀이터</a></li>
        <li><a href="https://m.blog.naver.com/PostView.naver?isHttpsRedirect=true&blogId=ladyjw0920&logNo=90187215091">생산 재료 블로그</a></li>
        <li><a href="https://gamewinds.co.kr/upbringing/27">전문직업 단계업 정보</a></li>
      </ul>
    </div>
    <div id="hrgreen"></div>
    <p> 바람의나라 정보 </p>
  </div>
  <div id="content">
    <div class="padding">
      <h1> 타텟의 바람의나라 </h1>
      <h2><a href="#">요강 사용법</a></h2>
      <br />
<p>
      요강 3개 합치기 가능<br/>
-휴경 (중복 불가능 사용시 휴경은 1개만 적용)<br/><br/>
내집/방 휴경셋 소유 [ 매일 1시간 200% ] <br/><br/>
일일 소확행 요강[ 1개 200% 3개 340% (1시간) ] <br/><br/>
[모험]18k요강<br/> - {모험 이벤트 상점에서 구매가능} [ 1개 200% 3개 340% (1시간) ]<br/><br/>
[모험]본거지요강<br/> - {모험 이벤트 상점에서 구매가능}[ 1개 500% (10분) 합쳐서 사용 불가 ]<br/><br/>
암흑결계 반복임무<br/> - [ 암흑고서 ( 사용 제한 시간 :미션 완료 후 1시간 ) [ 300% (30분) ]<br/><br/>
본거지 휴경<br/> - 본거지를 가지고있을경우 본거지 훈련npc 한테서 얻을수 있음<br/> - [ 10분 지속 휴경 ]<br/><br/>

경험치 물약  = 휴경이랑 따로 적용됨 서로 같이 쓸수 있음<br/><br/>
출세가도 물약 <br/> - [ 메뉴의 출세가도 아이콘을 선택한후 받기를 눌러 경험치를 받을수 있음 ] <br/> 처음 55%*3개 (1시간) 신분이 오를수록 경험치와 물약 개수 증가<br/><br/>
니나노 물약 - 매주 목요일 초기화 되서 다시 받을수 있음<br/> - [ 300% * 2개 ] .ps 환수및 다양한 레벨업 컨텐츠 물약이 포함됨<br/><br/>

사이클(본거지 획득시)<br/> - [모험]본거지요강(10분- 500%) + 본거지훈련(10분 - 330%이상)+ 본거지훈련[모험 본거지훈련초기화권구매 + 10분- 330%이상 ]+암흑고서 (30분 - 300%)<br/> .ps 본거지가 없을경우 훈련 불가능<br/>
</p>
<p>
<h2> ○ 무자본 및 소자본 노가다</h2>
<br/>
<h4>호박 노가다</h4> - 일정 : 매일 ) 하루 300개 획득 제한 보통 110개 까지 획득하기 편함<br/>- 각 사냥지역마다 획득하는 호박이 다름 레벨높은 사냥지역일수록 더많은 금전 획득 가능 <br/><br/>

<h4>긴급격전지 임무</h4>
- 일정 : 매일) 19:00 , 22:00 정해진 시간마다 상대 진영의 격전지로 가서 금전을 획득할수있음
<br/><br/>
<h4> 생산 노가다 </h4>
- 일정 : 원하는대로 ) 채광을 기준으로 뱀굴 2~ 8굴 , 백두산 대각봉 1~10굴 연옥석 무더기에서 획득
<br/><br/>
<h4>암흑결계 반복임무 </h4>
- 금천군주둔지 의 천계지도에서 암흑결계 반복임무 퀘스트로 진행 <br/><br/>

</p>
      <h1>여러 임무 및 레이드 정리</h1>
      <p class="date"><img src="images/comment.gif" alt="" />
      <h2><a herf="#">사신단 퀘스트</a><a        href   =   "https://gamewinds.co.kr/analysis/134"> 1   </a><a href = "https://gamewinds.co.kr/analysis/135?sfl=wr_subject&stx=%EC%82%AC%EC%8B%A0%EB%8B%A8&sop=and"> 2 </a></h2>
      <br />
     <h3> 레이드 </h3>
<p> 

<h4>거마왕</h4>

1. 입장 방법 & 조건<br/>
1) 입장 방법: 타계평원 > 거마옥입구<br/>
2) 입장 인원: 1~5인 입장 (심연: 3~5인 입장)<br/>
3) 입장 조건: <br/>
- (일반) 500레벨 이상 / 그룹 평균 전투력 13,000 이상<br/>
- (심연) 500레벨 이상 / 각 그룹원 전투력 52,000 이상<br/>
4) 클리어 조건: 최종 보스 몬스터 거마왕 처치<br/><br/>

2. 주요 보상<br/>
- (일반/심연) 거마왕의상자 / (심연) 거마왕의상자[심연]<br/>
: 거마족의영요석, 거마족주술비서, 거마족강화비서, 마고의영요석<br/>
: 타계제작고서[투구], 타계제작고서[보조무기]<br/>
* 심연 상자는 일반 상자보다 좋은 보상을 획득할 확률이 더 높습니다.<br/><br/><br/>


<h4>마령</h4>

1. 입장 방법 & 조건<br/>
1) 입장 방법: 타계평원 > 흑월탑입구<br/>
2) 입장 인원: 1~5인 입장 (심연: 3~5인 입장)<br/>
3) 입장 조건: <br/>
- (일반) 630레벨 이상 / 그룹 평균 전투력 27,000 이상<br/>
- (심연) 630레벨 이상 / 각 그룹원 전투력 63,000 이상<br/>
4) 클리어 조건: 최종 보스 몬스터 마령 처치<br/>
<br/>
2. 주요 보상<br/>
- (일반/심연) 마령의상자 / (심연) 마령의상자[심연]<br/>
: 거마족의영요석, 거마족주술비서, 거마족강화비서, 마고의영요석<br/>
: 타계제작고서[갑옷], 타계제작고서[무기], 타계제작고서[망토]<br/>
* 심연 상자는 일반 상자보다 좋은 보상을 획득할 확률이 더 높습니다.<br/>
<br/>
<br/>
<h4>검은용</h4> (중국 황제 암살작전)<br/>
<br/>

1. 입장 방법 & 조건<br/>
1) 입장 방법: 12지신의유적 > 위장한아군첩복원NPC에게 대화<br/>
2) 입장 인원: 1~6인 입장 (심연은 4~6)<br/>
3) 입장 조건: <br/>
- (일반) 4차 승급 이상 / 그룹 평균 전투력 17,000 이상<br/>
- (심연) 4차 승급 이상 / 각 그룹원 전투력 37,000 이상<br/>
4) 클리어 조건: 파괴된황제의방에서 최종 보스 몬스터 검은용 처치<br/>
<br/>
2. 주요 보상<br/>
- (일반) 검은용의상자 / (심연) 검은용의상자[심연]<br/>
: 용안노리개, 용비늘노리개, 용발톱노리개, 용송곳니노리개, 용뿔노리개, 용혈석노리개, 용수노리개<br/>
: 흑룡의결정, 흑룡의용안, 흑룡의반지, 흑룡의화살통, 흑룡의결정<br/>
* 심연 상자는 일반 상자보다 좋은 보상을 획득할 확률이 더 높습니다.<br/>
- (심연) 용전설보급품, 검은용기술서상자<br/>
<br/>
<br/>
<h4>반고의화신</h4>


1. 입장 방법 & 조건<br/>
1) 준비물: 태양의눈물, 달의눈물<br/>
2) 입장 방법: 광동성신전통로 > 반고 처치 후 달의눈물, 태양의눈물 사용<br/>
3) 입장 인원: 1~6인 입장 (심연은 4~6)<br/>
4) 입장 조건: <br/>
- (일반) 4차 승급 이상 / 그룹 평균 전투력 18,000 이상<br/>
- (심연) 4차 승급 이상 / 각 그룹원 전투력 38,000 이상<br/>
5) 클리어 조건: 최종 보스 몬스터 반고의화신 처치<br/>
<br/>
2. 주요 보상<br/>
- (일반) 반고화신의상자, (심연) 반고화신의상자[심연]<br/>
: 금린방패, 우주의눈물<br/>
* 심연 상자는 일반 상자보다 좋은 보상을 획득할 확률이 더 높습니다.<br/>
- (심연) 중국전설보급품, 반고의화신기술서상자<br/>
<br/>
<br/>
<h4>수룡장</h4>


1. 입장 방법 & 조건<br/>
1) 선행 퀘스트: 천부연 퀘스트, 금천군 퀘스트<br/>
2) 입장 방법: 해안가 > 수룡동굴입구로 입장 or 나래NPC와 대화<br/>
3) 입장 인원: 4~6인 입장<br/>
4) 입장 조건: <br/>
- (일반) 그룹 평균 전투력 19,000 이상<br/>
- (심연) 각 그룹원 전투력 39,000 이상<br/>
5) 클리어 조건: 최종 보스 몬스터 수룡장 처치<br/>
<br/>
2. 주요 보상<br/>
- (일반/심연) 수룡의상자<br/>
: 수룡장의피, 수룡장의비늘, 수룡혈석, 수룡장의지느러미, 수룡장의역린, 수룡장의망토, 수룡장의비늘<br/>
* 수룡장은 일반/심연 상자보상이 동일합니다.<br/>
- (심연) 용전설보급품, 수룡장기술서상자<br/>
<br/>
<br/>
<h4>화룡장</h4>


1. 입장 방법 & 조건<br/>
1) 선행 퀘스트: 수룡장 퀘스트<br/>
2) 입장 방법: 오래된폐광10 > 오래된 지하 신전 입장<br/>
3) 입장 인원: 3~6인 입장<br/>
4) 입장 조건: <br/>
- (일반) 그룹 평균 전투력 20,000 이상<br/>
- (심연) 각 그룹원 전투력 40,000 이상<br/>
5) 클리어 조건: 최종 보스 몬스터 화룡장 처치<br/>
<br/>
2. 주요 보상<br/>
- (일반) 화룡의상자 / (심연) 화룡의상자[심연]<br/>
: 화룡장의뿔, 화룡혈석, 화룡장의역린, 화룡장의뿔투구, 화룡장의부채, 화룡장의피, 불의정수<br/>
* 심연 상자는 일반 상자보다 좋은 보상을 획득할 확률이 더 높습니다.<br/>
- (심연) 용전설보급품, 화룡장기술서상자<br/>
<br/>
<br/>
<h4>흑룡장 (은나무)</h4>


1. 입장 방법 & 조건<br/>
1) 선행 퀘스트: 수룡장&화룡장 퀘스트<br/>
2) 준비물: 은나무열매 또는 용장비착용(갑옷/망토/투구)<br/>
3) 입장 방법: 금천군주둔마을 > 금천군제단<br/>
4) 입장 인원: 3~6인 입장<br/>
5) 입장 조건: <br/>
- (일반) 그룹 평균 전투력 22,000 이상<br/>
- (심연) 각 그룹원 전투력 42,000 이상<br/>
6) 클리어 조건: 최종 보스 몬스터 흑룡장, 흑룡왕 처치<br/>
<br/>
2. 주요 보상<br/>
- (일반/심연) 흑룡장의상자<br/>
: 흑룡장의역린, 흑룡혈석, 흑룡장의피, 조화의정수<br/>
- (일반) 흑룡왕의상자, (심연) 흑룡왕의상자[심연]<br/>
: 흑룡반지, 일격의검은불꽃, 암살의검은불꽃, 흑룡의신안, 흑룡의영안, 관통의검은불꽃, 흑룡의천안<br/>
: 흑룡의마안, 흑룡장의역린, 흑룡혈석, 흑룡장의피, 조화의정수<br/>
* 심연 상자는 일반 상자보다 좋은 보상을 획득할 확률이 더 높습니다.<br/>
- (심연) 용전설보급품, 흑룡왕기술서상자<br/>
<br/>
<br/>
<h4>다이쇼군</h4>


1. 입장 방법 & 조건<br/>
1) 선행 퀘스트: 영혼의호리병얻기 퀘스트<br/>
2) 준비물: 영혼을담은방울<br/>
3) 입장 방법: 표신궁문지기의방9에서 영혼을담은방울 사용 > 표신궁비밀길8<br/>
4) 입장 인원: 4~6인 입장<br/>
5) 입장 조건: <br/>
- (일반) 그룹 평균 전투력 24,000 이상<br/>
- (심연) 각 그룹원 전투력 44,000 이상<br/>
6) 클리어 조건: 최종 보스 몬스터 다이쇼군 처치<br/>
<br/>
2. 주요 보상<br/>
- (일반) 다이쇼군의상자, (심연) 다이쇼군의상자[심연]<br/>
: 태양문양이수놓아진비단, 불꽃문양이수놓아진비단, 음산한기운의적목파편, 오래된천계의금파편<br/>
: 신의귀걸이조각, 오래된천계의붉은염료<br/>
* 심연 상자는 일반 상자보다 좋은 보상을 획득할 확률이 더 높습니다.<br/>
- (심연) 일본전설보급품, 다이쇼군기술서상자<br/>
<br/>
<br/>
<h4>복희여와</h4>

1. 입장 방법 & 조건<br/>
1) 선행 퀘스트: 금천군 퀘스트, [복희여와]영혼 없는 껍데기<br/>
2) 준비물: 오제의진흙인형<br/>
3) 입장 방법: 복건성신전통로에서 오제의진흙인형 사용<br/>
4) 입장 인원: 5~6인 입장<br/>
5) 입장 조건: <br/>
- (일반) 그룹 평균 전투력 26,000 이상<br/>
- (심연) 각 그룹원 전투력 46,000 이상<br/>
6) 클리어 조건: 최종 보스 몬스터 복희,여와 처치<br/>
<br/>
2. 주요 보상<br/>
- (일반) 복희여와의상자, (심연) 복희여와의상자[심연]<br/>
: 빛바랜뱀비늘, 맹독결정, 금린, 복희의낫, 여와의새끼줄, 양각패, 음각패, 금린화살통, 중국고문서<br/>
* 심연 상자는 일반 상자보다 좋은 보상을 획득할 확률이 더 높습니다.<br/>
- (심연) 중국전설보급품, 복희여와기술서상자<br/>
<br/>
<br/>
<h4>스사노오</h4>


1. 입장 방법 & 조건<br/>
1 입장 방법: 고구려-일본선착장에서 고구려선원NPC에게 매주 토요일 오후 6시 30분부터 참여 신청<br/>
2 입장 인원: 5~20인 입장<br/>
3) 입장 조건: <br/>
- (일반) 6차 승급 이상 / 전투력 40,000 이상 지원 가능<br/>
4) 클리어 조건: 함선의 내구도를 지키며 오로치, 스사노오 처치<br/>
<br/>
2. 주요 보상<br/>
- 태염신의정화, 태염신의검, 중독/수면저항무시비서, 기술서:귀신의몸[상/중/하] 등<br/>
<br/>
<br/>
<h4>탐의화신</h4>

1. 입장 방법 & 조건<br/>
1 입장 방법: 도귀촌 적회대장로NPC에게 의뢰 받은 후 혈망봉 입구로 입장<br/>
2 입장 인원: 4~6인 입장<br/>
3) 입장 조건: <br/>
- (일반) 7차 승급 이상 / 전투력 44,444 이상<br/>
- (심연) 7차 승급 이상 / 전투력 61,111 이상<br/>
4) 클리어 조건: 탐(1차전), 탐의눈(2차전), 탐의화신(3차전) 처치<br/>
<br/>
2. 주요 보상<br/>
- 올레이어분신, 마령장비 각성 재료, 기술서:44개의생명[상/중/하] 등<br/>
- (심연) 타계전설보급품, 탐의화신기술서상자<br/>
<br/>
<br/>
<h4>나타</h4>


1. 입장 방법 & 조건<br/>
1) 입장 방법: 나타의제단에서 겁화의보패 사용<br/>
2) 입장 인원: 2~6인 입장<br/>
3) 입장 조건: <br/>
- (일반) 그룹 평균 전투력 55,000 이상<br/>
- (심연) 각 그룹원 전투력 60,000 이상<br/>
4) 클리어 조건: 최종 보스 몬스터 나타 처치<br/>
<br/>
2. 주요 보상<br/>
- (일반) 나타의상자, (심연) 나타의상자[심연]<br/>
: 나타의불씨, 혼천릉, 풍화륜, 수구, 영롱탑, 금린반지, 금린노리개<br/>
* 심연 상자는 일반 상자보다 좋은 보상을 획득할 확률이 더 높습니다.<br/>
- (심연) 중국전설보급품, 나타기술서상자<br/>
<br/>
<br/>
<h4>환웅의유산 - 맹호의한</h4>


1. 입장 방법 & 조건<br/>
1) 입장 방법: 고구려 지도 > 오녀산성 > 너굴도사NPC와 대화<br/>
2) 입장 인원: 4인 입장<br/>
3) 입장 조건: <br/>
- (일반) 6차 승급 이상 / 업적 1,000점, 전투력 35,000 이상<br/>
- (심연) 6차 승급 이상 / 업적 2,000점, 전투력 45,000 이상<br/>
- (나락) 6차 승급 이상 / 업적 3,000점, 전투력 55,000 이상<br/>
4) 클리어 조건: 최종 보스 몬스터 한맺힌호제 처치<br/>
<br/>
<br/>
2. 주요 보상<br/>
- (일반/심연/나락) 맹호의한 점수 및 레이드 난이도에 따른 천제의축복 점수 획득<br/>
: 천제의축복 점수는 천제의재단NPC에게서 아이템과 교환 가능<br/>
- (심연/나락) 기술서: 호제암격[하], [중], [상]<br/>
- (나락) 정제된호랑이불<br/>
<br/>
<br/>
<h4>인드라</h4>


1. 입장 방법 & 조건<br/>
1) 입장 방법: 울부짖는산자락 > 폭풍의제단과 대화<br/>
2 입장 인원: 1~4인 입장<br/>
3) 입장 조건: <br/>
- (일반) 8차 승급, 810레벨 이상 / 전투력 70,000 이상, 권장 비슈누의영혼력 15점<br/>
4) 클리어 조건: 제한 시간 내 최종 보스 몬스터 처치<br/>
* 아군이 모두 전멸하거나 총 10회 이상 사망할 경우에도 클리어 실패<br/>
<br/>
<br/>
2. 주요 보상
- (일반) 고대의기술비전상자<br/>
: 인도 만물상자르파NPC에게 고대의기술비전 & 금전을 가져다주면 8차 승급 마법 비급 제작 시도 가능<br/>

<br/><br/>
</p>
<h2>각종 사냥터</h2><br/>
<p>
환수 레벨업 사냥터 = 사령의 숲 , 각종 백제 사냥터 , 선비족 , 흉노족 <br/>
신수 레벨업 사냥터 = 지옥 전방 , 후방 , 흑월탑

<br/> 
<br/>
<h1> 각종 정보 </h1>
<p>
-----------------------------------
</p>
</p>
      <p class="date"><img src="images/comment.gif" alt="" />
    </div>
  </div>
  <div id="prefooter"> <br /> <br />
     <a        href   =   "https://gamewinds.co.kr/upbringing/173">   무자본 정보   </a>
<br/>
<br/>
     <a        href   =   "https://docs.google.com/spreadsheets/d/1_CP08IZ8rRL9FtefsAVkOz1ZNWlL8ORh2FDRI_g4CWc/edit?usp=sharing">  바람의나라  경험치 표   </a>
    <p><a href= "https://xoxd.tistory.com/category/%EB%B0%94%EB%9E%8C%EC%9D%98%EB%82%98%EB%9D%BC%20%EA%B4%B4%EC%9C%A0%20%EC%A0%95%EB%B3%B4 ">바람의나라 패치 미리보기 </a></p>
  </div>
  <div id="footer"> 
<a href="#">아 </a>| 
<a href="#">무</a>| 
<a href="#">것</a> |
<a href="#">도</a> | 
<a href="#">X</a> |
</div>
</div>
</body>
</html>
